[
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_111.png",
        "name": "2020 Premium Collection",
        "chineseName": "2020年月卡特典合集",
        "description": "Open to get the full collection of Premium of 2020",
        "effect": ""
    },
    {
        "imgsrc": null,
        "name": "3 Brothers: Crab",
        "chineseName": "三兄弟·卡拉蟹",
        "description": "",
        "effect": "Max HP ＋100,Water Dmg ＋3%"
    },
    {
        "imgsrc": null,
        "name": "3 Brothers: Crab[1]",
        "chineseName": "三兄弟·卡拉蟹[1]",
        "description": "When I was a baby Vadon, a beautiful Munak girl told me that Novice brains are the most delicious food in the world!! ~~",
        "effect": "Max HP ＋100,Water Dmg ＋3%"
    },
    {
        "imgsrc": null,
        "name": "3 Brothers: Shellfish",
        "chineseName": "三兄弟·贝壳魔灵",
        "description": "\"This is my own beautiful belcarf! No one but me can wear this beautiful belcarf! \" The domineering announcement of Shellfish. (A tropical landscape belcarf decorated with shells and pearls, with a large shellfish on its buckle. )",
        "effect": "Max HP ＋100,Damage to Fire monsters ＋5%"
    },
    {
        "imgsrc": null,
        "name": "3 Brothers: Starfish",
        "chineseName": "三兄弟·海星星",
        "description": "Popular tourist souvenirs from Kemo Island! Oh! It is weird why people like to put sticky, soft starfish on their heads ……",
        "effect": "Max HP ＋100,Fire Dmg Taken -5%"
    },
    {
        "imgsrc": null,
        "name": "3 O'clock",
        "chineseName": "3点钟",
        "description": "Time to Run. Hearing the name of this object is said to bring good luck. It's actually quite the opposite. It can absorb man's luck and bring misfortune. It is also said that there is only one known method for opening this thing and obtaining the good luck within. Carla Donald is at the door of the Clock Tower's first floor collecting this item.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "30000 Zeny Bag",
        "chineseName": "3万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 30000 Zeny.",
        "effect": ""
    },
    {
        "imgsrc": null,
        "name": "4 O'clock",
        "chineseName": "4点钟",
        "description": "Magic Predicting Stone. Engraved with four characters that can be mounted on any object, it can predict the object's fate four hours in advance. Carla Donald is at the door of the Clock Tower's first floor collecting this item.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "40000 Zeny Bag",
        "chineseName": "4万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 40000 Zeny.",
        "effect": ""
    },
    {
        "imgsrc": null,
        "name": "5 O'clock",
        "chineseName": "5点钟",
        "description": "Back Pointer. With its unconventional silver-plated hands, No one knows what material was actually used to make them. However, Once they are installed on any watch, They can be turned back five hours in order to see an image from that time. Carla Donald is at the door of the Clock Tower's first floor collecting this item.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "50000 Zeny Bag",
        "chineseName": "5万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 50000 Zeny.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "500000 Zeny Bag",
        "chineseName": "50万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 500000 Zeny.",
        "effect": ""
    },
    {
        "imgsrc": null,
        "name": "6 O'clock",
        "chineseName": "6点钟",
        "description": "Thinking Minute Hand. Being a six centimeter minute hand that carries poison, it can be used as a small dagger. This poisonous minute hand has the ability to think for itself. When a user holds it, This weapon will dart out at whichever six targets it wishes to attack. No one knows if it ever wants to attack its owner. Carla Donald is at the door of the Clock Tower's first floor collecting this item.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "60000 Zeny Bag",
        "chineseName": "6万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 60000 Zeny.",
        "effect": ""
    },
    {
        "imgsrc": null,
        "name": "7 O'clock",
        "chineseName": "7点钟",
        "description": "Escapement Wheel of a Different Time and Space. Although there are only seven spikes on the surface, it can accurately measure the distance between time and space. When you hear the vibration from its movements, You must cover your ears. When the wheel is shaken seven times, Those who hear its noise, Regardless of their skill or bravery, Will fall into the endless darkness of time and space. Carla Donald is at the door of the Clock Tower's first floor collecting this item.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "70000 Zeny Bag",
        "chineseName": "7万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 70000 Zeny.",
        "effect": ""
    },
    {
        "imgsrc": null,
        "name": "8 O'clock",
        "chineseName": "8点钟",
        "description": "Roaring Speed Wheel. It seems to complain about the past and the future. Its roar can cause hallucinations, Making one feel happy. In waking, the victim finds themselves withered and grey-haired. Carla Donald is at the door of the Clock Tower's first floor collecting this item.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "80000 Zeny Bag",
        "chineseName": "8万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 80000 Zeny.",
        "effect": ""
    },
    {
        "imgsrc": null,
        "name": "9 O'clock",
        "chineseName": "9点钟",
        "description": "Recovery Movement. Can be used on any person or thing. Can temporarily absorb any damage caused within a time frame of nine hours. After nine hours, everything will return to normal. Carla Donald is at the door of the Clock Tower's first floor collecting this item.",
        "effect": ""
    },
    {
        "imgsrc": "s01.cdn.roguard.net/content/img/icons/items/item_5033.png",
        "name": "90000 Zeny Bag",
        "chineseName": "9万银币袋",
        "description": "A portable Zeny bag designed by Kafra Company. Use it to receive 90000 Zeny.",
        "effect": ""
    }
]